{
  "nav_home": "Lub tsev",
  "nav_projects": "Tej hauj lwm",
  "nav_about": "Txog",
  "nav_contact": "Tus neeg yus paub",
  "hero_title": "Kws txhais lus · Architecture",
  "hero_text": "Kev tsim cov chaw timeless, sib txuas cov neeg, thiab kev xav los ntawm cov lus kos duab.",
  "btn_view_projects": "Saib Cov Haujlwm",
  "contact_title": "Tiv Tauj Peb",
  "contact_phone": "Xov tooj: 05-807 6197",
  "contact_email": "Email: YcleAthitect@gmail.com",
  "contact_hours": "Chaw ua haujlwm: Monday txog Friday, 9:00 teev sawv ntxov - 5:00 teev tsaus ntuj",
  "social_follow": "Ua raws li peb",
  "social_facebook": "Tus Facebook",
  "social_instagram": "Instagram",
  "social_tiktok": "Taub hluas",
  "projects_title": "Cov Haujlwm Tshwj Xeeb",
  "projects_subtitle": "Tshawb peb cov chaw ua haujlwm tam sim no thiab tshuaj xyuas",
  "project1_title": "👷♂ Cov rooj sib tham ntawm chaw thiab tshuaj xyuas 👷♀",
  "project2_title": "🏢 Kev Soj Ntsuam Zoo: Kev Tsim Kho Kev Tshaj Tawm Los Ntawm YC Lee Kaus tsev 🏢",
  "btn_prev": "Ua ntej",
  "btn_next": "Npuab",
  "btn_close": "Kaw",
  "about_title": "Txog Peb",
  "about_subtitle": "Peb cov kev pab cuam tseem ceeb yog nyob rau hauv Perak, enting, Kedah, Johor, thiab Kuala Lumpur, thiab peb kuj tau ua haujlwm txawv teb chaws.",
  "philosophy_title": "Peb lub tswv yim",
  "philosophy_text": "Cov cuab yeej kos duab yog ntau dua li cov qauv thiab chaw-nws yog kev sib tham ntawm cov neeg thiab ib puag ncig. Peb tsom rau cov chaw tsim uas sib npaug yooj yim, muaj kuab heev, thiab timelessness.",
  "mission_title": "Peb Lub Luag Haujlwm",
  "mission_text": "Peb tau cog lus los tsim cov qauv tsim uas muab kev ua haujlwm zoo thiab kev ua kom zoo nkauj. Los ntawm cov ntaub ntawv rau daim ntawv, txhua qhov nthuav dav-kom ntseeg tau tias txhua qhov haujlwm qhia nws tus kheej zaj dab neeg tshwj xeeb.",
  "team_title": "Peb pab neeg",
  "team_text": "Peb pab neeg muaj cov kws tsim txuj kev nyiam thiab cov neeg tsim qauv los ntawm kev ua haujlwm sib txawv, muaj tswv yim, thiab cov kev daws teeb meem zoo rau txhua qhov haujlwm."
}